Repository: cmgriffing/conference-call-bingo
Catalog: locale/messages.*.xliff
Languages: cy

source: Hi, who just joined?
cy: iojdghao;sijda

source: Can you email that to everyone?
cy: aushidgalhsuga;hsdg

source: (someone's name), are you there?
cy: a;soghja;hsjkga;

source: So (faded out) I can (unintelligble) by (cuts out), ok?
cy: asd;fohjgs;dfghjs;d

source: Can everyone go on mute?
cy: A;OIDHFGA;OIJFG

source: Can everyone see my screen?
cy: ioweguweipourwe

source: Hi, can you hear me?
cy: adsfiuog gopigy powiufgpadfg

source: Hello? Hello?
cy: aspdofygp osdgps odfg

source: Can we take this offline?
cy: SOPDFIG SOPDIF S

source: Sorry, can you repeat that?
cy: osipdug posiduf psodiug

source: (Sound of someone typing, possibly with a hammer)
cy: OIPDFUG OPSIDUF

source: (Loud, painful echo/feedback)
cy: EFOIPUG SPOIUG SOPIUFG

source: (Child or animal noises)
cy: OIFDUG SOIDUFGSOPDIF

source: (someone's name), you're still sharing...
cy: OIUFG SOPIDUGOSPIDU OPSIDUG

source: Hey guys, I have to jump on another call
cy: SDFOGIUSODI FG

source: No, it's still loading.
cy: SDOFIUSOPDIFOSPDIFG

source: Next slide, please.
cy: ODIUFGSODPIFSOPIDFG OSID FG DFGSO IPUSD

source: I'm sorry. I was on mute.
cy: OAIPSDFG SDFGPOISDUFG SDFG

source: (overtalking), go ahead.
cy: OPIUDFG SOPDIFUS DFGSPDF G

source: (Sorry I'm late.)
cy: OPIUDFG SPODIFG SDFGHNSJKDFGKLSDHFGN

source: I have a hard stop at...
cy: ioudfgpsoidy sidfugy osiudfgisdouf

source: I'm sorry. You cut out there.
cy: siudyf sioupd sidfuy siopdy

source: I'll have to get back to you.
cy: pdsioug siopuyfg ipsoudg psiodfg

source: Sorry, I'm having connection issues.
cy: sdipfug siduopiosduyf sodfi g

source: I think there's a lag.
cy: psdiuog isopudg psdiuygpsudfy

source: Conference Call Bingo
cy: spdufg siudyg siopud

source: New Board
cy: sdpfgy spodiupsoidygpsodif
